---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCtcServiceType
source: html/4754db94-a8cc-ba6f-2a5b-f5c7844627cb.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCtcServiceType Property

"Service Type"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCtcServiceType { get; }
```